[
  {
    "model": "books.book",
    "pk": 1,
    "fields": {
        "title": "The Catcher In The Rye",
        "front_cover": "covers/the_catcher_in_the_rye.jpg",
        "description": "In an effort to escape the hypocrisies of life at his boarding school, sixteen-year-old Holden Caulfield seeks refuge in New York City",
        "category": "Fiction",
        "author": "J.D. SALINGER",
        "date_created": "2018-05-24"
    }
  },
  {
    "model": "books.chapter",
    "pk": 2,
    "fields": {
        "title": "1",
        "content": "If you really want to hear about it, the first thing you’ll probably want to know is where I was born, an what my lousy childhood was like, and how my parents were occupied and all before they had me, and all that David Copperfield kind of crap, but I don’t feel like going into it, if you want to know the truth. In the first place, that stuff bores me, and in the second place, my parents would have about two hemorrhages apiece if I told anything pretty personal about them. They’re quite touchy about anything like that, especially my father. They’re nice and all—I’m not saying that—but they’re also touchy as hell. Besides, I’m not going to tell you my whole goddam autobiography or anything. I’ll just tell you about this madman stuff that happened to me around last Christmas just before I got pretty run-down and had to come out here and take it easy. I mean that’s all I told D.B. about, and he’s my brother and all. He’s in Hollywood. That isn’t too far from this crumby place, and he comes over and visits me practically every week end. He’s going to drive me home when I go home next month maybe. He just got a Jaguar. One of those little English jobs that can do around two hundred miles an hour. It cost him damn near four thousand bucks. He’s got a lot of dough, now. He didn’t use to. He used to be just a regular writer, when he was home. He wrote this terrific book of short stories, The Secret Goldfish, in case you never heard of him. The best one in it was “The Secret Goldfish.” It was about this little kid that wouldn’t let anybody look at his goldfish because he’d bought it with his own money. It killed me. Now he’s out in Hollywood, D.B., being a prostitute. If there’s one thing I hate, it’s the movies. Don’t even mention them to me.\r\nWhere I want to start telling is the day I left Pencey Prep. Pencey Prep is this school that’s in Agerstown, Pennsylvania. You probably heard of it. You’ve probably seen the ads, anyway. They advertise in about a thousand magazines, always showing some hotshot guy on a horse jumping over a fence. Like as if all you ever did at Pencey was play polo all the time. I never even once saw a horse anywhere near the place. And underneath the guy on the horse’s picture, it always says: “Since 1888 we have been molding boys into splendid, clear-thinking young men.” Strictly for the birds. They don’t do any damn more molding at Pencey than they do at any other school. And I didn’t know anybody there that was splendid and clear-thinking and all. Maybe two guys. If that many. And they probably came to Pencey that way. \r\n Anyway, it was the Saturday of the football game with Saxon Hall. The game with Saxon Hall was supposed to be a very big deal around Pencey. It was the last game of the year, and you were supposed to commit suicide or something if old Pencey didn’t win. I remember around three o’clock that afternoon I was standing way the hell up on top of Thomsen Hill, right next to this crazy cannon that was in the Revolutionary War and all. You could see the whole field from there, and you could see the two teams bashing each other all over the place. You couldn’t see the grandstand too hot, but you could hear them all yelling, deep and terrific on the Pencey side, because practically the whole school except me was there, and scrawny and faggy on the Saxon Hall side, because the visiting team hardly ever brought many people with them\r\nThere were never many girls at all at the football games. Only seniors were allowed to bring girls with them. It was a terrible school, no matter how you looked at it. I like to be somewhere at least where you can see a few girls around once in a while, even if they’re only scratching their arms or blowing their noses or even just giggling or something. Old Selma Thurmer—she was the headmaster’s daughter—showed up at the games quite often, but she wasn’t exactly the type that drove you mad with desire. She was a pretty nice girl, though. I sat next to her once in the bus from Agerstown and we sort of struck up a conversation. I liked her. She had a big nose and her nails were all bitten down and bleedy-looking and she had on those damn falsies that point all over the place, but you felt sort of sorry for her. What I liked about her, she didn’t give you a lot of horse manure about what a great guy her father was. She probably knew what a phony slob he was. \r\nThe reason I was standing way up on Thomsen Hill, instead of down at the game, was because I’d just got back from New York with the fencing team. I was the goddam manager of the fencing team. Very big deal. We’d gone in to New York that morning for this fencing meet with McBurney School. Only, we didn’t have the meet. I left all the foils and equipment and stuff on the goddam subway. It wasn’t all my fault. I had to keep getting up to look at this map, so we’d know where to get off. So we got back to Pencey around two-thirty instead of around dinnertime. The whole team ostracized me the whole way back on the train. It was pretty funny, in a way. \r\nThe other reason I wasn’t down at the game was because I was on my way to say good-by to old Spencer, my history teacher. He had the grippe, and I figured I probably wouldn’t see him again till Christmas vacation started. He wrote me this note saying he wanted to see me before I went home. He knew I wasn’t coming back to Pencey.\r\nI forgot to tell you about that. They kicked me out. I wasn’t supposed to come back after Christmas vacation on account of I was flunking four subjects and not applying myself and all. They gave me frequent warning to start applying myself— especially around midterms, when my parents came up for a conference with old Thurmer—but I didn’t do it. So I got the ax. They give guys the ax quite frequently at Pencey. It has a very good academic rating, Pencey. It really does.\r\nAnyway, it was December and all, and it was cold as a witch’s teat, especially on top of that stupid hill. I only had on my reversible and no gloves or anything. The week before that, somebody’d stolen my camel’s-hair coat right out of my room, with my fur-lined gloves right in the pocket and all. Pencey was full of crooks. Quite a few guys came from these very wealthy families, but it was full of crooks anyway. The more expensive a school is, the more crooks it has—I’m not kidding. Anyway, I kept standing next to that crazy cannon, looking down at the game and freezing my ass off. Only, I wasn’t watching the game too much. What I was really hanging around for, I was trying to feel some kind of a good-by. I mean I’ve left schools and places I didn’t even know I was leaving them. I hate that. I don’t care if it’s a sad good-by or a bad goodby, but when I leave a place I like to know I’m leaving it. If you don’t, you feel even worse.\r\nI was lucky. All of a sudden I thought of something that helped make me know I was getting the hell out. I suddenly remembered this time, in around October, that I and Robert Tichener and Paul Campbell were chucking a football around, in front of the academic building. They were nice guys, especially Tichener. It was just before dinner and it was getting pretty dark out, but we kept chucking the ball around anyway. It kept getting darker and darker, and we could hardly see the ball any more, but we didn’t want to stop doing what we were doing. Finally we had to. This teacher that taught biology, Mr. Zambesi, stuck his head out of this window in the academic building and told us to go back to the dorm and get ready for dinner. If I get a chance to remember that kind of stuff, I can get a good-by when I need one—at least, most of the time I can. As soon as I got it, I turned around and started running down the other side of the hill, toward old Spencer’s house. He didn’t live on the campus. He lived on Anthony Wayne Avenue.\r\nI ran all the way to the main gate, and then I waited a second till I got my breath. I have no wind, if you want to know the truth. I’m quite a heavy smoker, for one thing—that is, I used to be. They made me cut it out. Another thing, I grew six and a half inches last year. That’s also how I practically got t.b. and came out here for all these goddam checkups and stuff. I’m pretty healthy, though.\r\nAnyway, as soon as I got my breath back I ran across Route 204. It was icy as hell and I damn near fell down. I don’t even know what I was running for—I guess I just felt like it. After I got across the road, I felt like I was sort of disappearing. It was that kind of a crazy afternoon, terrifically cold, and no sun out or anything, and you felt like you were disappearing every time you crossed a road.\r\nBoy, I rang that doorbell fast when I got to old Spencer’s house. I was really frozen. My ears were hurting and I could hardly move my fingers at all. “C’mon, c’mon,” I said right out loud, almost, “somebody open the door.” Finally old Mrs. Spencer opened. it. They didn’t have a maid or anything, and they always opened the door themselves. They didn’t have too much dough.\r\n“Holden!” Mrs. Spencer said. “How lovely to see you! Come in, dear! Are you frozen to death?” I think she was glad to see me. She liked me. At least, I think she did.\r\nBoy, did I get in that house fast. “How are you, Mrs. Spencer?” I said. “How’s Mr. Spencer?”\r\n“Let me take your coat, dear,” she said. She didn’t hear me ask her how Mr. Spencer was. She was sort of deaf.\r\nShe hung up my coat in the hall closet, and I sort of brushed my hair back with my hand. I wear a crew cut quite frequently and I never have to comb it much. “How’ve you been, Mrs. Spencer?” I said again, only louder, so she’d hear me. \r\n“I’ve been just fine, Holden.” She closed the closet door. “How have you been?” The way she asked me, I knew right away old Spencer’d told her I’d been kicked out.\r\n“Fine,” I said. “How’s Mr. Spencer? He over his grippe yet?”\r\n“Over it! Holden, he’s behaving like a perfect—I don’t know what . . . He’s in his\r\nroom, dear. Go right in.”",
        "created": "2018-05-30",
        "book": 1
    }
  },
  {
    "model": "books.chapter",
    "pk": 3,
    "fields": {
        "title": "2",
        "content": "They each had their own room and all. They were both around seventy years old, or even more than that. They got a bang out of things, though—in a haif-assed way, of course. I know that sounds mean to say, but I don’t mean it mean. I just mean that I used to think about old Spencer quite a lot, and if you thought about him too much, you wondered what the heck he was still living for. I mean he was all stooped over, and he had very terrible posture, and in class, whenever he dropped a piece of chalk at the blackboard, some guy in the first row always had to get up and pick it up and hand it to him. That’s awful, in my opinion. But if you thought about him just enough and not too much, you could figure it out that he wasn’t doing too bad for himself. For instance, one Sunday when some other guys and I were over there for hot chocolate, he showed us this old beat-up Navajo blanket that he and Mrs. Spencer’d bought off some Indian in Yellowstone Park. You could tell old Spencer’d got a big bang out of buying it. That’s what I mean. You take somebody old as hell, like old Spencer, and they can get a big bang out of buying a blanket.\r\nHis door was open, but I sort of knocked on it anyway, just to be polite and all. I could see where he was sitting. He was sitting in a big leather chair, all wrapped up in that blanket I just told you about. He looked over at me when I knocked. “Who’s that?” he yelled. “Caulfield? Come in, boy.” He was always yelling, outside class. It got on your nerves sometimes.\r\nThe minute I went in, I was sort of sorry I’d come. He was reading the Atlantic Monthly, and there were pills and medicine all over the place, and everything smelled like Vicks Nose Drops. It was pretty depressing. I’m not too crazy about sick people, anyway. What made it even more depressing, old Spencer had on this very sad, ratty old bathrobe that he was probably born in or something. I don’t much like to see old guys in their pajamas and bathrobes anyway. Their bumpy old chests are always showing. And their legs. Old guys’ legs, at beaches and places, always look so white and unhairy. “Hello, sir,” I said. “I got your note. Thanks a lot.” He’d written me this note asking me to stop by and say good-by before vacation started, on account of I wasn’t coming back. “You didn’t have to do all that. I’d have come over to say good-by anyway.”\r\n“Have a seat there, boy,” old Spencer said. He meant the bed. \r\nI sat down on it. “How’s your grippe, sir?” \r\n“M’boy, if I felt any better I’d have to send for the doctor,” old Spencer said. That knocked him out. He started chuckling like a madman. Then he finally straightened himself out and said, “Why aren’t you down at the game? I thought this was the day of the big game.” \r\n“It is. I was. Only, I just got back from New York with the fencing team,” I said. Boy, his bed was like a rock.\r\nHe started getting serious as hell. I knew he would. “So you’re leaving us, eh?” he said.\r\n“Yes, sir. I guess I am.”\r\nHe started going into this nodding routine. You never saw anybody nod as much in your life as old Spencer did. You never knew if he was nodding a lot because he was thinking and all, or just because he was a nice old guy that didn’t know his ass from his elbow.\r\n“What did Dr. Thurmer say to you, boy? I understand you had quite a little chat.”\r\n“Yes, we did. We really did. I was in his office for around two hours, I guess.”\r\n“What’d he say to you?”\r\nOh . . . well, about Life being a game and all. And how you should play it according to the rules. He was pretty nice about it. I mean he didn’t hit the ceiling or anything. He just kept talking about Life being a game and all. You know.”\r\n“Life is a game, boy. Life is a game that one plays according to the rules.”\r\n“Yes, sir. I know it is. I know it.”\r\nGame, my ass. Some game. If you get on the side where all the hot-shots are, then it’s a game, all right—I’ll admit that. But if you get on the other side, where there aren’t any hot-shots, then what’s a game about it? Nothing. No game. “Has Dr. Thurmer written to your parents yet?” old Spencer asked me.\r\n“He said he was going to write them Monday.”\r\n“Have you yourself communicated with them?”\r\n“No, sir, I haven’t communicated with them, because I’ll probably see them Wednesday night when I get home.”\r\n“And how do you think they’ll take the news?”\r\n“Well . . . they’ll be pretty irritated about it,” I said. “They really will. This is about the fourth school I’ve gone to.” I shook my head. I shake my head quite a lot. “Boy!” I said. I also say “Boy!” quite a lot. Partly because I have a lousy vocabulary and partly because I act quite young for my age sometimes. I was sixteen then, and I’m seventeen now, and sometimes I act like I’m about thirteen. It’s really ironical, because I’m six foot two and a half and I have gray hair. I really do. The one side of my head—the right side—is full of millions of gray hairs. I’ve had them ever since I was a kid. And yet I still act sometimes like I was only about twelve. Everybody says that, especially my father. It’s partly true, too, but it isn’t all true. People always think something’s all true. I don’t give a damn, except that I get bored sometimes when people tell me to act my age. Sometimes I act a lot older than I am—I really do—but people never notice it. People never notice anything.\r\nOld Spencer started nodding again. He also started picking his nose. He made out like he was only pinching it, but he was really getting the old thumb right in there. I guess he thought it was all right to do because it was only me that was in the room. I didn’t care, except that it’s pretty disgusting to watch somebody pick their nose.\r\nThen he said, “I had the privilege of meeting your mother and dad when they had their little chat with Dr. Thurmer some weeks ago. They’re grand people.”\r\n“Yes, they are. They’re very nice.”\r\nGrand. There’s a word I really hate. It’s a phony. I could puke every time I hear it.\r\nThen all of a sudden old Spencer looked like he had something very good, something sharp as a tack, to say to me. He sat up more in his chair and sort of moved around. It was a false alarm, though. All he did was lift the Atlantic Monthly off his lap and try to chuck it on the bed, next to me. \r\nHe missed. It was only about two inches away, but he missed anyway. I got up and picked it up and put it down on the bed. All of a sudden then, I wanted to get the hell out of the room. I could feel a terrific lecture coming on. I didn’t mind the idea so much, but I didn’t feel like being lectured to and smell Vicks Nose Drops and look at old Spencer in his pajamas and bathrobe all at the same time. I really didn’t. It started, all right. \r\n“What’s the matter with you, boy?” old Spencer said. He said it pretty tough, too, for him. \r\n“How many subjects did you carry this term?” “Five, sir.” “Five. And how many are you failing in?” \r\n“Four.” \r\nI moved my ass a little bit on the bed. It was the hardest bed I ever sat on. \r\n“I passed English all right,” I said, “because I had all that Beowulf and Lord Randal My Son stuff when I was at the Whooton School. \r\nI mean I didn’t have to do any work in English at all hardly, except write compositions once in a while.” He wasn’t even listening. He hardly ever listened to you when you said something. \r\n“I flunked you in history because you knew absolutely nothing.” \r\n“I know that, sir. Boy, I know it. You couldn’t help it.” \r\n“Absolutely nothing,” he said over again. That’s something that drives me crazy. When people say something twice that way, after you admit it the first time. Then he said it three times. \r\n“But absolutely nothing. I doubt very much if you opened your textbook even once the whole term. Did you? Tell the truth, boy.” “Well, I sort of glanced through it a couple of times,” \r\nI told him. I didn’t want to hurt his feelings. He was mad about history. \r\n“You glanced through it, eh?” he said—very sarcastic. \r\n“Your, ah, exam paper is over there on top of my chiffonier. On top of the pile. Bring it here, please.” \r\nIt was a very dirty trick, but I went over and brought it over to him—I didn’t have any alternative or anything. \r\nThen I sat down on his cement bed again. Boy, you can’t imagine how sorry I was getting that I’d stopped by to say good-by to him. He started handling my exam paper like it was a turd or something. “We studied the Egyptians from November 4th to December 2nd,” he said. “You chose to write about them for the optional essay question. Would you care to hear what you had to say?” \r\n“No, sir, not very much,” I said. \r\nHe read it anyway, though. You can’t stop a teacher when they want to do something. \r\nThey just do it.\r\nThe Egyptians were an ancient race of Caucasians residing in one of the northern sections of Africa. The latter as we all know is the largest continent in the Eastern Hemisphere. \r\nI had to sit there and listen to that crap. It certainly was a dirty trick. \r\nThe Egyptians are extremely interesting to us today for various reasons. Modern science would still like to know what the secret ingredients were that the Egyptians used when they wrapped up dead people so that their faces would not rot for innumerable centuries. This interesting riddle is still quite a challenge to modern science in the twentieth century. \r\nHe stopped reading and put my paper down. I was beginning to sort of hate him. \r\n“Your essay, shall we say, ends there,” he said in this very sarcastic voice. You wouldn’t think such an old guy would be so sarcastic and all. \r\n“However, you dropped me a little note, at the bottom of the page,” he said. “I know I did,” I said. I said it very fast because I wanted to stop him before he started reading that out loud. But you couldn’t stop him. He was hot as a firecracker. Dear Mr. Spencer [he read out loud]. \r\nThat is all I know about the Egyptians. I can’t seem to get very interested in them although your lectures are very interesting. It is all right with me if you flunk me though as I am flunking everything else except English anyway. Respectfully yours, Holden Caulfield. He put my goddam paper down then and looked at me like he’d just beaten hell out of me in ping-pong or something. I don’t think I’ll ever forgive him for reading me that crap out loud. I wouldn’t’ve read it out loud to him if he’d written it— I really wouldn’t. In the first place, I’d only written that damn note so that he wouldn’t feel too bad about flunking me. “Do you blame me for flunking you, boy?” he said. \r\n“No, sir! I certainly don’t,” I said. I wished to hell he’d stop calling me “boy” all the time. He tried chucking my exam paper on the bed when he was through with it. \r\nOnly, he missed again, naturally. I had to get up again and pick it up and put it on top of the Atlantic Monthly. It’s boring to do that every two minutes. “What would you have done in my place?” he said. “Tell the truth, boy.” Well, you could see he really felt pretty lousy about flunking me. \r\nSo I shot the bull for a while. I told him I was a real moron, and all that stuff. I told him how I would’ve done exactly the same thing if I’d been in his place, and how most people didn’t appreciate how tough it is being a teacher. \r\nThat kind of stuff. The old bull. The funny thing is, though, I was sort of thinking of something else while I shot the bull. I live in New York, and I was thinking about the lagoon in Central Park, down near Central Park South. \r\nI was wondering if it would be frozen over when I got home, and if it was, where did the ducks go. I was wondering where the ducks went when the lagoon got all icy and frozen over. I wondered if some guy came in a truck and took them away to a zoo or something. Or if they just flew away. I’m lucky, though. I mean I could shoot the old bull to old Spencer and think about those ducks at the same time. It’s funny. \r\nYou don’t have to think too hard when you talk to a teacher. All of a sudden, though, he interrupted me while I was shooting the bull. He was always interrupting you. “How do you feel about all this, boy? I’d be very interested to know. Very interested.” “You mean about my flunking out of Pencey and all?” I said. I sort of wished he’d cover up his bumpy chest. It wasn’t such a beautiful view. “If I’m not mistaken, I believe you also had some difficulty at the Whooton School and at Elkton Hills.” He didn’t say it just sarcastic, but sort of nasty, too. \r\n“I didn’t have too much difficulty at Elkton Hills,” I told him. “I didn’t exactly flunk out or anything. I just quit, sort of.” “Why, may I ask?” \r\n“Why? Oh, well it’s a long story, sir. I mean it’s pretty complicated.” I didn’t feel like going into the whole thing with him. He wouldn’t have understood it anyway. It wasn’t up his alley at all. One of the biggest reasons I left Elkton Hills was because I was surrounded by phonies. That’s all. \r\nThey were coming in the goddam window. For instance, they had this headmaster, Mr. Haas, that was the phoniest bastard I ever met in my life. Ten times worse than old Thurmer. \r\nOn Sundays, for instance, old Haas went around shaking hands with everybody’s parents when they drove up to school. He’d be charming as hell and all. Except if some boy had little old funny-looking parents. \r\nYou should’ve seen the way he did with my roommate’s parents. I mean if a boy’s mother was sort of fat or corny-looking or something, and if somebody’s father was one of those guys that wear those suits with very big shoulders and corny black-and-white shoes, then old Hans would just shake hands with them and give them a phony smile and then he’d go talk, for maybe a half an hour, with somebody else’s parents. I can’t stand that stuff. It drives me crazy. It makes me so depressed I go crazy. I hated that goddam Elkton Hills. \r\nOld Spencer asked me something then, but I didn’t hear him. I was thinking about old Haas. \r\n“What, sir?” I said. “Do you have any particular qualms about leaving Pencey?” \r\n“Oh, I have a few qualms, all right. Sure . . . but not too many. Not yet, anyway. I guess it hasn’t really hit me yet. It takes things a while to hit me. \r\nAll I’m doing right now is thinking about going home Wednesday. I’m a moron.” \r\n“Do you feel absolutely no concern for your future, boy?” \r\n“Oh, I feel some concern for my future, all right. Sure. Sure, I do.” I thought about it for a minute. “But not too much, I guess. Not too much, I guess.” \r\n“You will,” old Spencer said. “You will, boy. You will when it’s too late.” \r\nI didn’t like hearing him say that. It made me sound dead or something. \r\nIt was very depressing. “I guess I will,” I said.\r\n“I’d like to put some sense in that head of yours, boy. I’m trying to help you. \r\nI’m trying to help you, if I can.” \r\nHe really was, too. You could see that. But it was just that we were too much on opposite sides ot the pole, that’s all. “I know you are, sir,” I said. \r\n“Thanks a lot. No kidding. I appreciate it. I really do.” \r\nI got up from the bed then. Boy, I couldn’t’ve sat there another ten minutes to save my life. “The thing is, though, I have to get going now. \r\nI have quite a bit of equipment at the gym I have to get to take home with me. I really do.” He looked up at me and started nodding again, with this very serious look on his face. I felt sorry as hell for him, all of a sudden. But I just couldn’t hang around there any longer, the way we were on opposite sides of the pole, and the way he kept missing the bed whenever he chucked something at it, and his sad old bathrobe with his chest showing, and that grippy smell of Vicks Nose Drops all over the place. “Look, sir. Don’t worry about me,” I said. “\r\nI mean it. I’ll be all right. I’m just going through a phase right now. Everybody goes through phases and all, don’t they?” “I don’t know, boy. I don’t know.” I hate it when somebody answers that way. “Sure. Sure, they do,” I said. “I mean it, sir. Please don’t worry about me.” I sort of put my hand on his shoulder. “Okay?” I said. \r\n“Wouldn’t you like a cup of hot chocolate before you go? Mrs. Spencer would be—” “I would, I really would, but the thing is, I have to get going. I have to go right to the gym. Thanks, though. Thanks a lot, sir.” Then we shook hands. And all that crap. It made me feel sad as hell, though. “I’ll drop you a line, sir. \r\nTake care of your grippe, now.” “Good-by, boy.” After I shut the door and started back to the living room, he yelled something at me, but I couldn’t exactly hear him. I’m pretty sure he yelled “Good luck!” at me, I hope to hell not. I’d never yell “Good luck!” at anybody. It sounds terrible, when you think about it.",
        "created": "2018-05-30",
        "book": 1
    }
  },
  {
    "model": "books.chapter",
    "pk": 4,
    "fields": {
        "title": "3",
        "content": "I’m the most terrific liar you ever saw in your life. It’s awful. If I’m on my way to the store to buy a magazine, even, and somebody asks me where I’m going, I’m liable to say I’m going to the opera. It’s terrible. So when I told old Spencer I had to go to the gym and get my equipment and stuff, that was a sheer lie. I don’t even keep my goddam equipment in the gym. \r\nWhere I lived at Pencey, I lived in the Ossenburger Memorial Wing of the new dorms. It was only for juniors and seniors. I was a junior. My roommate was a senior. It was named after this guy Ossenburger that went to Pencey. He made a pot of dough in the undertaking business after he got out of Pencey. What he did, he started these undertaking parlors all over the country that you could get members of your family buried for about five bucks apiece. You should see old Ossenburger.\r\nHe probably just shoves them in a sack and dumps them in the river. Anyway, he gave Pencey a pile of dough, and they named our wing alter him. The first football game of the year, he came up to school in this big goddam Cadillac, and we all had to stand up in the grandstand and give him a locomotive—that’s a cheer. Then, the next morning, in chapel, be made a speech that lasted about ten hours. He started off with about fifty corny jokes, just to show us what a regular guy he was. Very big deal. Then he started telling us how he was never ashamed, when he was in some kind of trouble or something, to get right down his knees and pray to God. He told us we should always pray to God—talk to Him and all—wherever we were. He told us we ought to think of Jesus as our buddy and all. He said he talked to Jesus all the time. Even when he was driving his car. That killed me. I just see the big phony bastard shifting into first gear and asking Jesus to send him a few more stiffs. The only good part of his speech was right in the middle of it. He was telling us all about what a swell guy he was, what a hot-shot and all, then all of a sudden this guy sitting in the row in front of me, Edgar Marsalla, laid this terrific fart. It was a very crude thing to do, in chapel and all, but it was also quite amusing. Old Marsalla. He damn near blew the roof off. Hardly anybody laughed out loud, and old Ossenburger made out like he didn’t even hear it, but old Thurmer, the headmaster, was sitting right next to him on the rostrum and all, and you could tell he heard it. Boy, was he sore. He didn’t say anything then, but the next night he made us have compulsory study hall in the academic building and he came up and made a speech. He said that the boy that had created the disturbance in chapel wasn’t fit to go to Pencey. We tried to get old Marsalla to rip off another one, right while old Thurmer was making his speech, but be wasn’t in the right mood. Anyway, that’s where I lived at Pencey. Old Ossenburger Memorial Wing, in the new dorms.\r\nIt was pretty nice to get back to my room, after I left old Spencer, because everybody was down at the game, and the heat was on in our room, for a change. It felt sort of cosy. I took off my coat and my tie and unbuttoned my shirt collar; and then I put on this hat that I’d bought in New York that morning. It was this red hunting hat, with one of those very, very long peaks. I saw it in the window of this sports store when we got out of the subway, just after I noticed I’d lost all the goddam foils. It only cost me a buck. The way I wore it, I swung the old peak way around to the back—very corny, I’ll admit, but I liked it that way. I looked good in it that way. Then I got this book I was reading and sat down in my chair. There were two chairs in every room. I had one and my roommate, Ward Stradlater, had one. The arms were in sad shape, because everybody was always sitting on them, but they were pretty comfortable chairs.\r\nThe book I was reading was this book I took out of the library by mistake. They gave me the wrong book, and I didn’t notice it till I got back to my room. They gave me <i>Out of Africa<i/>, by Isak Dinesen. I thought it was going to stink, but it didn’t. It was a very good book. I’m quite illiterate, but I read a lot. My favorite author is my brother D.B., and my next favorite is Ring Lardner. My brother gave me a book by Ring Lardner for my birthday, just before I went to Pencey. It had these very funny, crazy plays in it, and then it had this one story about a traffic cop that falls in love with this very cute girl that’s always speeding. Only, he’s married, the cop, so be can’t marry her or anything. Then this girl gets killed, because she’s always speeding. That story just about killed me. What I like best is a book that’s at least funny once in a while. I read a lot of classical books, like The Return of the Native and all, and I like them, and I read a lot of war books and mysteries and all, but they don’t knock me out too much. What really knocks me out is a book that, when you’re all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn’t happen much, though. I wouldn’t mind calling this Isak Dinesen up. And Ring Lardner, except that D.B. told me he’s dead. You take that book Of Human Bondage, by Somerset Maugham, though. I read it last summer. It’s a pretty good book and all, but I wouldn’t want to call Somerset Maugham up. I don’t know, He just isn’t the kind of guy I’d want to call up, that’s all. I’d rather call old Thomas Hardy up. I like that Eustacia Vye.\r\nAnyway, I put on my new hat and sat down and started reading that book Out of Africa. I’d read it already, but I wanted to read certain parts over again. I’d only read about three pages, though, when I heard somebody coming through the shower curtains. Even without looking up, I knew right away who it was. It was Robert Ackley, this guy that roomed right next to me. There was a shower right between every two rooms in our wing, and about eighty-five times a day old Ackley barged in on me. He was probably the only guy in the whole dorm, besides me, that wasn’t down at the game. He hardly ever went anywhere. He was a very peculiar guy. He was a senior, and he’d been at Pencey the whole four years and all, but nobody ever called him anything except “Ackley.” Not even Herb Gale, his own roommate, ever called him “Bob” or even “Ack.” If he ever gets married, his own wife’ll probably call him “Ackley.” He was one of these very, very tall, round-shouldered guys—he was about six four—with lousy teeth. The whole time he roomed next to me, I never even once saw him brush his teeth. They always looked mossy and awful, and he damn near made you sick if you saw him in the dining room with his mouth full of mashed potatoes and peas or something. Besides that, he had a lot of pimples. Not just on his forehead or his chin, like most guys, but all over his whole face. And not only that, he had a terrible personality. He was also sort of a nasty guy. I wasn’t too crazy about him, to tell you the truth.\r\nI could feel him standing on the shower ledge, right behind my chair, taking a look to see if Stradlater was around. He hated Stradlater’s guts and he never came in the room if Stradlater was around. He hated everybody’s guts, damn near. He came down off the shower ledge and came in the room. “Hi,” he said. He always said it like he was terrifically bored or terrifically tired. He didn’t want you to think he was visiting you or anything. He wanted you to think he’d come in by mistake, for God’s sake.\r\n“Hi,” I said, but I didn’t look up from my book. With a guy like Ackley, if you looked up from your book you were a goner. You were a goner anyway, but not as quick if you didn’t look up right away.\r\nHe started walking around the room, very slow and all, the way he always did, picking up your personal stuff off your desk and chiffonier. He always picked up your personal stuff and looked at it. Boy, could he get on your nerves sometimes. “How was the fencing?” he said. He just wanted me to quit reading and enjoying myself. He didn’t give a damn about the fencing. “We win, or what?” he said. “Nobody won,” I said. Without looking up, though.\r\n“What?” he said. He always made you say everything twice. “Nobody won,” I said. I sneaked a look to see what he was fiddling around with on my chiffonier. He was looking at this picture of this girl I used to go around with in New York, Sally Hayes. He must’ve picked up that goddam picture and looked at it at least five thousand times since I got it. He always put it back in the wrong place, too, when he was finished. He did it on purpose. You could tell. “Nobody won,” he said. “How come?” “I left the goddam foils and stuff on the subway.” I still didn’t look up at him. \r\n“On the subway, for Chrissake! Ya lost them, ya mean?” “We got on the wrong subway. I had to keep getting up to look at a goddam map on the wall.” He came over and stood right in my light. “Hey,” I said. “I’ve read this same sentence about twenty times since you came in.”\r\n Anybody else except Ackley would’ve taken the goddam hint. Not him, though. “Think they’ll make ya pay for em?” he said. “I don’t know, and I don’t give a damn. How ’bout sitting down or something, Ackley kid? You’re right in my goddam light.” He didn’t like it when you called him “Ackley kid.” He was always telling me I was a goddam kid, because I was sixteen and he was eighteen. It drove him mad when I called him “Ackley kid.” \r\nHe kept standing there. He was exactly the kind of a guy that wouldn’t get out of your light when you asked him to. He’d do it, finally, but it took him a lot longer if you asked him to. “What the hellya reading?” he said. “Goddam book.” He shoved my book back with his hand so that he could see the name of it. “Any good?” he said. “This sentence I’m reading is terrific.” I can be quite sarcastic when I’m in the mood. He didn’t get It, though. He started walking around the room again, picking up all my personal stuff, and Stradlater’s. Finally, I put my book down on the floor. You couldn’t read anything with a guy like Ackley around. It was impossible. I slid way the hell down in my chair and watched old Ackley making himself at home. I was feeling sort of tired from the trip to New York and all, and I started yawning. \r\nThen I started horsing around a little bit. Sometimes I horse around quite a lot, just to keep from getting bored. What I did was, I pulled the old peak of my hunting hat around to the front, then pulled it way down over my eyes. That way, I couldn’t see a goddam thing. “I think I’m going blind,” I said in this very hoarse voice. “Mother darling, everything’s getting so dark in here.” “You’re nuts. I swear to God,” Ackley said. “Mother darling, give me your hand, Why won’t you give me your hand?”",
        "created": "2018-05-30",
        "book": 1
    }
  },
  {
    "model": "books.book",
    "pk": 3,
    "fields": {
        "title": "One Hundred Years of Solitude",
        "front_cover": "covers/one_hundred_years_of_solitude.jpg",
        "description": "One Hundred Years of Solitude is the history of the isolated town of Macondo and of the family who founds it, the Buendías. For years, the town has no contact with the outside world, except for gypsies who occasionally visit, peddling technologies like ice and telescopes.",
        "category": "Fiction",
        "author": "Gabriel García Márquez",
        "date_created": "2018-05-30"
    }
  },
  {
    "model": "books.chapter",
    "pk": 5,
    "fields": {
        "title": "1",
        "content": "MANY YEARS LATER as he faced the firing squad, Colonel Aureliano Buendía was to remember that distant afternoon when his father took him to discover ice. At that time Macondo was a village of twenty adobe houses, built on the bank of a river of clear water that ran along a bed of polished stones, which were white and enormous, like prehistoric eggs. The world was so recent that many things lacked names, and in order to indicate them it was necessary to point. Every year during the month of March a family of ragged gypsies would set up their tents near the village, and with a great uproar of pipes and kettledrums they would display new inventions. First they brought the magnet. A heavy gypsy with an untamed beard and sparrow hands, who introduced himself as Melquíades, put on a bold public demonstration of what he himself called the eighth wonder of the learned alchemists of Macedonia. He went from house to house dragging two metal ingots and everybody was amazed to see pots, pans, tongs, and braziers tumble down from their places and beams creak from the desperation of nails and screws trying to emerge, and even objects that had been lost for a long time appeared from where they had been searched for most and went dragging along in turbulent confusion behind Melquíades’ magical irons. “Things have a life of their own,” the gypsy proclaimed with a harsh accent. “It’s simply a matter of waking up their souls.” José Arcadio Buendía, whose unbridled imagination always went beyond the genius of nature and even beyond miracles and magic, thought that it would be possible to make use of that useless invention to extract gold from the bowels of the earth. Melquíades, who was an honest man, warned him: “It won’t work for that.” But José Arcadio Buendía at that time did not believe in the honesty of gypsies, so he traded his mule and a pair of goats for the two magnetized ingots. Úrsula Iguarán, his wife, who relied on those animals to increase their poor domestic holdings, was unable to dissuade him. “Very soon well have gold enough and more to pave the floors of the house,” her husband replied. For several months he worked hard to demonstrate the truth of his idea. He explored every inch of the region, even the riverbed, dragging the two iron ingots along and reciting Melquíades’ incantation aloud. The only thing he succeeded in doing was to unearth a suit of fifteenth-century armor which had all of its pieces soldered together with rust and inside of which there was the hollow resonance of an enormous stone-filled gourd. When José Arcadio Buendía and the four men of his expedition managed to take the armor apart, they found inside a calcified skeleton with a copper locket containing a woman’s hair around its neck. \r\nIn March the gypsies returned. This time they brought a telescope and a magnifying glass the size of a drum, which they exhibited as the latest discovery of the Jews of Amsterdam. They placed a gypsy woman at one end of the village and set up the telescope at the entrance to the tent. For the price of five reales, people could look into the telescope and see the gypsy woman an arm’s length away. “Science has eliminated distance,” Melquíades proclaimed. “In a short time, man will be able to see what is happening in any place in the world without leaving his own house.” A burning noonday sun brought out a startling demonstration with the gigantic magnifying glass: they put a pile of dry hay in the middle of the street and set it on fire by concentrating the sun’s rays. José Arcadio Buendía, who had still not been consoled for the failure of big magnets, conceived the idea of using that invention as a weapon of war. Again Melquíades tried to dissuade him, but he finally accepted the two magnetized ingots and three colonial coins in exchange for the magnifying glass. Úrsula wept in consternation. That money was from a chest of gold coins that her father had put together ova an entire life of privation and that she had buried underneath her bed in hopes of a proper occasion to make use of it. José Arcadio Buendía made no at. tempt to console her, completely absorbed in his tactical experiments with the abnegation of a scientist and even at the risk of his own life. In an attempt to show the effects of the glass on enemy troops, he exposed himself to the concentration of the sun’s rays and suffered burns which turned into sores that took a long time to heal. Over the protests of his wife, who was alarmed at such a dangerous invention, at one point he was ready to set the house on fire. He would spend hours on end in his room, calculating the strategic possibilities of his novel weapon until he succeeded in putting together a manual of startling instructional clarity and an irresistible power of conviction. He sent it to the government, accompanied by numerous descriptions of his experiments and several pages of explanatory sketches; by a messenger who crossed the mountains, got lost in measureless swamps, forded stormy rivers, and was on the point of perishing under the lash of despair, plague, and wild beasts until he found a route that joined the one used by the mules that carried the mail. In spite of the fact that a trip to the capital was little less than impossible at that time, José Arcadio Buendía promised to undertake it as soon as the government ordered him to so that he could put on some practical demonstrations of his invention for the military authorities and could train them himself in the complicated art of solar war. For several years he waited for an answer. Finally, tired of waiting, he bemoaned to Melquíades the failure of his project and the gypsy then gave him a convincing proof of his honesty: he gave him back the doubloons in exchange for the magnifying glass, and he left him in addition some Portuguese maps and several instruments of navigation. In his own handwriting he set down a concise synthesis of the studies by Monk Hermann. which he left José Arcadio so that he would be able to make use of the astrolabe, the compass, and the sextant. José Arcadio Buendía spent the long months of the rainy season shut up in a small room that he had built in the rear of the house so that no one would disturb his experiments. Having completely abandoned his domestic obligations, he spent entire nights in the courtyard watching the course of the stars and he almost contracted sunstroke from trying to establish an exact method to ascertain noon. When he became an expert in the use and manipulation of his instruments, he conceived a notion of space that allowed him to navigate across unknown seas, to visit uninhabited territories, and to establish relations with splendid beings without having to leave his study. That was the period in which he acquired the habit of talking to himself, of walking through the house without paying attention to anyone, as Úrsula and the children broke their backs in the garden, growing banana and caladium, cassava and yams, ahuyama roots and eggplants. Suddenly, without warning, his feverish activity was interrupted and was replaced by a kind of fascination. He spent several days as if he were bewitched, softly repeating to himself a string of fearful conjectures without giving credit to his own understanding. Finally, one Tuesday in December, at lunchtime, all at once he released the whole weight of his torment. The children would remember for the rest of their lives the august solemnity with which their father, devastated by his prolonged vigil and by the wrath of his imagination, revealed his discovery to them: \r\n“The earth is round, like an orange.”\r\nÚrsula lost her patience. “If you have to go crazy, please go crazy all by yourself!” she shouted. “But don’t try to put your gypsy ideas into the heads of the children.” José Arcadio Buendía, impassive, did not let himself be frightened by the desperation of his wife, who, in a seizure of rage, mashed the astrolabe against the floor. He built another one, he gathered the men of the village in his little room, and he demonstrated to them, with theories that none of them could understand, the possibility of returning to where one had set out by consistently sailing east. The whole village was convinced that José Arcadio Buendía had lost his reason, when Melquíades returned to set things straight. He gave public praise to the intelligence of a man who from pure astronomical speculation had evolved a theory that had already been proved in practice, although unknown in Macondo until then, and as a proof of his admiration he made him a gift that was to have a profound influence on the future of the village: the laboratory of an alchemist. \r\nBy then Melquíades had aged with surprising rapidity. On his first trips he seemed to be the same age as José Arcadio Buendía. But while the latter had preserved his extraordinary strength, which permitted him to pull down a horse by grabbing its ears, the gypsy seemed to have been worn dowse by some tenacious illness. It was, in reality, the result of multiple and rare diseases contracted on his innumerable trips around the world. According to what he himself said as he spoke to José Arcadio Buendía while helping him set up the laboratory, death followed him everywhere, sniffing at the cuffs of his pants, but never deciding to give him the final clutch of its claws. He was a fugitive from all the plagues and catastrophes that had ever lashed mankind. He had survived pellagra in Persia, scurvy in the Malayan archipelago, leprosy in Alexandria, beriberi in Japan, bubonic plague in Madagascar, an earthquake in Sicily, and a disastrous shipwreck in the Strait of Magellan. That prodigious creature, said to possess the keys of Nostradamus, was a gloomy man, enveloped in a sad aura, with an Asiatic look that seemed to know what there was on the other side of things. He wore a large black hat that looked like a raven with widespread wings, and a velvet vest across which the patina of the centuries had skated. But in spite of his immense wisdom and his mysterious breadth, he had a human burden, an earthly condition that kept him involved in the small problems of daily life. He would complain of the ailments of old age, he suffered from the most insignificant economic difficulties, and he had stopped laughing a long time back because scurvy had made his teeth drop out. On that suffocating noontime when the gypsy revealed his secrets, José Arcadio Buendía had the certainty that it was the beginning of a great friendship. The children were startled by his fantastic stories. Aureliano, who could not have been more than five at the time, would remember him for the rest of his life as he saw him that afternoon, sitting against the metallic and quivering light from the window, lighting up with his deep organ voice the darkest reaches of the imagination, while down over his temples there flowed the grease that was being melted by the heat. José Arcadio, his older brother, would pass on that wonderful image as a hereditary memory to all of his descendants. Úrsula on the other hand, held a bad memory of that visit, for she had entered the room just as Melquíades had carelessly broken a flask of bichloride of mercury. \r\n“It’s the smell of the devil,” she said. \r\n“Not at all,” Melquíades corrected her. “It has been proven that the devil has sulphuric properties and this is just a little corrosive sublimate.”\r\nAlways didactic, he went into a learned exposition of the diabolical properties of cinnabar, but Úrsula paid no attention to him, although she took the children off to pray. That biting odor would stay forever in her mind linked to the memory of Melquíades. \r\nThe rudimentary laboratory—in addition to a profusion of pots, funnels, retorts, filters, and sieves—was made up of a primitive water pipe, a glass beaker with a long, thin neck, a reproduction of the philosopher’s egg, and a still the gypsies themselves had built in accordance with modern descriptions of the three-armed alembic of Mary the Jew. Along with those items, Melquíades left samples of the seven metals that corresponded to the seven planets, the formulas of Moses and Zosimus for doubling the quantity of gold, and a set of notes and sketches concerning the processes of the Great Teaching that would permit those who could interpret them to undertake the manufacture of the philosopher’s stone. Seduced by the simplicity of the formulas to double the quantity of gold, José Arcadio Buendía paid court to Úrsula for several weeks so that she would let him dig up her colonial coins and increase them by as many times as it was possible to subdivide mercury. Úrsula gave in, as always, to her husband’s unyielding obstinacy. Then José Arcadio Buendía threw three doubloons into a pan and fused them with copper filings, orpiment, brimstone, and lead. He put it all to boil in a pot of castor oil until he got a thick and pestilential syrup which was more like common caramel than valuable gold. In risky and desperate processes of distillation, melted with the seven planetary metals, mixed with hermetic mercury and vitriol of Cyprus, and put back to cook in hog fat for lack of any radish oil, Úrsula’s precious inheritance was reduced to a large piece of burnt hog cracklings that was firmly stuck to the bottom of the pot. \r\nWhen the gypsies came back, Úrsula had turned the whole population of the village against them. But curiosity was greater than fear, for that time the gypsies went about the town making a deafening noise with all manner of musical instruments while a hawker announced the exhibition of the most fabulous discovery of the Naciancenes. So that everyone went to the tent and by paying one cent they saw a youthful Melquíades, recovered, unwrinkled, with a new and flashing set of teeth. Those who remembered his gums that had been destroyed by scurvy, his flaccid cheeks, and his withered lips trembled with fear at the final proof of the gypsy’s supernatural power. The fear turned into panic when Melquíades took out his teeth, intact, encased in their gums, and showed them to the audience for an instant—a fleeting instant in which he went back to being the same decrepit man of years past—and put them back again and smiled once more with the full control of his restored youth. Even José Arcadio Buendía himself considered that Melquíades’ knowledge had reached unbearable extremes, but he felt a healthy excitement when the gypsy explained to him atone the workings of his false teeth. It seemed so simple and so prodigious at the same time that overnight he lost all interest in his experiments in alchemy. He underwent a new crisis of bad humor. He did not go back to eating regularly, and he would spend the day walking through the house. “Incredible things are happening in the world,” he said to Úrsula. “Right there across the river there are all kinds of magical instruments while we keep on living like donkeys.” Those who had known him since the foundation of Macondo were startled at how much he had changed under Melquíades’ influence. \r\nAt first José Arcadio Buendía had been a kind of youthful patriarch who would give instructions for planting and advice for the raising of children and animals, and who collaborated with everyone, even in the physical work, for the welfare of the community. Since his house from the very first had been the best in the village, the others had been built in its image and likeness. It had a small, welllighted living roost, a dining room in the shape of a terrace with gaily colored flowers, two bedrooms, a courtyard with a gigantic chestnut tree, a well kept garden, and a corral where goats, pigs, and hens lived in peaceful communion. The only animals that were prohibited, not just in his house but in the entire settlement, were fighting cocks. \r\nunbreakable nerves who at no moment in her life had been heard to sing seemed to be everywhere, from dawn until quite late at night, always pursued by the soft whispering of her stiff, starched petticoats. Thanks to her the floors of tamped earth, the unwhitewashed mud walls, the rustic, wooden furniture they had built themselves were always dean, and the old chests where they kept their clothes exhaled the warm smell of basil. \r\nJosé Arcadio Buendía, who was the most enterprising man ever to be seen in the village, had set up the placement of the houses in such a way that from all of them one could reach the river and draw water with the same effort, and he had lined up the streets with such good sense that no house got more sun than another during the hot time of day. Within a few years Macondo was a village that was more orderly and hard working than any known until then by its three hundred inhabitants. It was a truly happy village where no one was over thirty years of age and where no one had died. \r\nSince the time of its founding, José Arcadio Buendía had built traps and cages. In a short time he filled not only his own house but all of those in the village with troupials, canaries, bee eaters, and redbreasts. The concert of so many different birds became so disturbing that Úrsula would plug her ears with beeswax so as not to lose her sense of reality. The first time that Melquíades’ tribe arrived, selling glass balls for headaches, everyone was surprised that they had been able to find that village lost in the drowsiness of the swamp, and the gypsies confessed that they had found their way by the song of the birds. \r\nThat spirit of social initiative disappeared in a short time, pulled away by the fever of the magnets, the astronomical calculations, the dreams of transmutation, and the urge to discover the wonders of the world. From a clean and active man, José Arcadio Buendía changed into a man lazy in appearance, careless in his dress, with a wild beard that Úrsula managed to trim with great effort and a kitchen knife. There were many who considered him the victim of some strange spell. But even those most convinced of his madness left work and family to follow him when he brought out his tools to clear the land and asked the assembled group to open a way that would put Macondo in contact with the great inventions. \r\neast there lay an impenetrable mountain chain and that on the other side of the mountains there was the ardent city of Riohacha, where in times past—according to what he had been told by the first Aureliano Buendía, his grandfather—Sir Francis Drake had gone crocodile hunting with cannons and that he repaired hem and stuffed them with straw to bring to Queen Elizabeth. In his youth, José Arcadio Buendía and his men, with wives and children, animals and all kinds of domestic implements, had crossed the mountains in search of an outlet to the sea, and after twenty-six months they gave up the expedition and founded Macondo, so they would not have to go back. It was, therefore, a route that did not interest him, for it could lead only to the past. To the south lay the swamps, covered with an eternal vegetable scum and the whole vast universe of the great swamp, which, according to what the gypsies said, had no limits. The great swamp in the west mingled with a boundless extension of water where there were soft-skinned cetaceans that had the head and torso of a woman, causing the ruination of sailors with the charm of their extraordinary breasts. The gypsies sailed along that route for six months before they reached the strip of land over which the mules that carried the mail passed. According to José Arcadio Buendía’s calculations, the only possibility of contact with civilization lay along the northern route. So he handed out clearing tools and hunting weapons to the same men who had been with him during the founding of Macondo. He threw his directional instruments and his maps into a knapsack, and he undertook the reckless adventure. \r\nDuring the first days they did not come across any appreciable obstacle. They went down along the stony bank of the river to the place where years before they had found the soldier’s armor, and from there they went into the woods along a path between wild orange trees. At the end of the first week they killed and roasted a deer, but they agreed to eat only half of it and salt the rest for the days that lay ahead. With that precaution they tried to postpone the necessity of having to eat macaws, whose blue flesh had a harsh and musky taste. Then, for more than ten days, they did not see the sun again. The ground became soft and damp, like volcanic ash, and the vegetation was thicker and thicker, and the cries of the birds and the uproar of the monkeys became more and more remote, and the world became eternally sad. The men on the expedition felt overwhelmed by their most ancient memories in that paradise of dampness and silence, going back to before original sin, as their boots sank into pools of steaming oil and their machetes destroyed bloody lilies and golden salamanders. For a week, almost without speaking, they went ahead like sleepwalkers through a universe of grief, lighted only by the tenuous reflection of luminous insects, and their lungs were overwhelmed by a suffocating smell of blood. They could not return because the strip that they were opening as they went along would soon close up with a new vegetation that. almost seemed to grow before their eyes. “It’s all right,” José Arcadio Buendía would say. “The main thing is not to lose our bearings.” Always following his compass, he kept on guiding his men toward the invisible north so that they would be able to get out of that enchanted region. It was a thick night, starless, but the darkness was becoming impregnated with a fresh and clear air. Exhausted by the long crossing, they hung up their hammocks and slept deeply for the first time in two weeks. When they woke up, with the sun already high in the sky, they were speechless with fascination. Before them, surrounded by ferns and palm trees, white and powdery in the silent morning light, was an enormous Spanish galleon. Tilted slightly to the starboard, it had hanging from its intact masts the dirty rags of its sails in the midst of its rigging, which was adorned with orchids. The hull, covered with an armor of petrified barnacles and soft moss, was firmly fastened into a surface of stones. The whole structure seemed to occupy its own space, one of solitude and oblivion, protected from the vices of time and the habits of the birds. Inside, where the expeditionaries explored with careful intent, there was nothing but a thick forest of flowers. \r\nThe discovery of the galleon, an indication of the proximity of the sea, broke José Arcadio Buendía’s drive. He considered it a trick of his whimsical fate to have searched for the sea without finding it, at the cost of countless sacrifices and suffering, and to have found it all of a sudden without looking for it, as if it lay across his path like an insurmountable object. Many years later Colonel Aureliano Buendía crossed the region again, when it was already a regular mail route, and the only part of the ship he found was its burned-out frame in the midst of a field of poppies. Only then, convinced that the story had not been some product of his father’s imagination, did he wonder how the galleon had been able to get inland to that spot. But José Arcadio Buendía did not concern himself with that when he found the sea after another four days’ journey from the galleon. His dreams ended as he faced that ashen, foamy, dirty sea, which had not merited the risks and sacrifices of the adventure.\r\n“God damn it!” he shouted. “Macondo is surrounded by water on all sides.” The idea of a peninsular Macondo prevailed for a long time, inspired by the arbitrary map that José Arcadio Buendía sketched on his return from the expedition. He drew it in rage, evilly, exaggerating the difficulties of communication, as if to punish himself for the absolute lack of sense with which he had chosen the place. “We’ll never get anywhere,” he lamented to Úrsula. “We’re going to rot our lives away here without receiving the benefits of science.” That certainty, mulled over for several months in the small room he used as his laboratory, brought him to the conception of the plan to move Maeondo to a better place. But that time Úrsula had anticipated his feverish designs. With the secret and implacable labor of a small ant she predisposed the women of the village against the flightiness of their husbands, who were already preparing for the move. José Arcadio Buendía did not know at what moment or because of what adverse forces his plan had become enveloped in a web of pretexts, disappointments, and evasions until it turned into nothing but an illusion. Úrsula watched him with innocent attention and even felt some pity for him on the morning when she found him in the back room muttering about his plans for moving as he placed his laboratory pieces in their original boxes. She let him finish. She let him nail up the boxes and put his initials on them with an inked brush, without reproaching him, but knowing now that he knew (because she had heard him say so in his soft monologues) that the men of the village would not back him up in his undertaking. Only when he began to take down the door of the room did Úrsula dare ask him what he was doing, and he answered with a certain bitterness. “Since no one wants to leave, we’ll leave all by ourselves.” Úrsula did not become upset. \r\nJosé Arcadio Buendía, without understanding, stretched out his hand toward the cake, but the giant moved it away. “Five reales more to touch it,” he said. José Arcadio Buendía paid them and put his hand on the ice and held it there for several minutes as his heart filled with fear and jubilation at the contact with mystery. Without knowing what to say, he paid ten reales more so that his sons could have that prodigious experience. Little José Arcadio refused to touch it. Aureliano, on the other hand, took a step forward and put his hand on it, withdrawing it immediately. “It’s boiling,” he exclaimed, startled. But his father paid no attention to him. Intoxicated by the evidence of the miracle, he forgot at that moment about the frustration of his delirious undertakings and Melquíades’ body, abandoned to the appetite of the squids. He paid another five reales and with his hand on the cake, as if giving testimony on the holy scriptures, he exclaimed: “This is the great invention of our time.”",
        "created": "2018-05-30",
        "book": 3
    }
  },
  {
    "model": "books.chapter",
    "pk": 6,
    "fields": {
        "title": "2",
        "content": "WHEN THE PIRATE Sir Francis Drake attacked Riohacha in the sixteenth century, Úrsula Iguarán’s great-great-grandmother became so frightened with the ringing of alarm bells and the firing of cannons that she lost control of her nerves and sat down on a lighted stove. The burns changed her into a useless wife for the rest of her days. She could only sit on one side, cushioned by pillows, and something strange must have happened to her way of walking, for she never walked again in public. She gave up all kinds of social activity, obsessed with the notion that her body gave off a singed odor. Dawn would find her in the courtyard, for she did not dare fall asleep lest she dream of the English and their ferocious attack dogs as they came through the windows of her bedroom to submit her to shameful tortures with their red-hot irons. Her husband, an Aragonese merchant by whom she had two children, spent half the value of his store on medicines and pastimes in an attempt to alleviate her terror. Finally he sold the business and took the family to live far from the sea in a settlement of peaceful Indians located in the foothills, where he built his wife a bedroom without windows so that the pirates of her dream would have no way to get in. \r\nIn that hidden village there was a native-born tobacco planter who had lived there for some time, Don José Arcadio Buendía, with whom Úrsula’s great-great-grandfather established a partnership that was so lucrative that within a few years they made a fortune. Several centuries later the greatgreat-grandson of the native-born planter married the great-great-granddaughter of the Aragonese. Therefore, every time that Úrsula became exercised over her husband’s mad ideas, she would leap back over three hundred years of fate and curse the day that Sir Francis Drake had attacked Riohacha. It was simply a way. of giving herself some relief, because actually they were joined till death by a bond that was more solid that love: a common prick of conscience. They were cousins. They had grown up together in the old village that both of their ancestors, with their work and their good habits, had transformed into one of the finest towns in the province. Although their marriage was predicted from the time they had come into the world, when they expressed their desire to be married their own relatives tried to stop it. They were afraid that those two healthy products of two races that had interbred over the centuries would suffer the shame of breeding iguanas. There had already been a horrible precedent. An aunt of Úrsula’s, married to an uncle of José Arcadio Buendía, had a son who went through life wearing loose, baggy trousers and who bled to death after having lived forty-two years in the purest state of virginity, for he had been born and had grown up with a cartilaginous tail in the shape of a corkscrew and with a small tuft of hair on the tip. A pig’s tail that was never allowed to be seen by any woman and that cost him his life when a butcher friend did him the favor of chopping it off with his cleaver. José Arcadio Buendía, with the whimsy of his nineteen years, resolved the problem with a single phrase: “I don’t care if I have piglets as long as they can talk.” So they were married amidst a festival of fireworks and a brass band that went on for three days. They would have been happy from then on if Úrsula’s mother had not terrified her with all manner of sinister predictions about their offspring, even to the extreme of advising her to refuse to consummate the marriage. Fearing that her stout and willful husband would rape her while she slept, Úrsula, before going to bed, would put on a rudimentary kind of drawers that her mother had made out of sailcloth and had reinforced with a system of crisscrossed leather straps and that was closed in the front by a thick iron buckle. That was how they lived for several months. During the day he would take care of his fighting cocks and she would do frame embroidery with her mother. At night they would wrestle for several hours in an anguished violence that seemed to be a substitute for the act of love, until popular intuition got a whiff of something irregular and the rumor spread that Úrsula was still a virgin a year after her marriage because her husband was impotent. José Arcadio Buendía was the last one to hear the rumor. \r\n“Let them talk,” she said. “We know that it’s not true.” So the situation went on the same way for another six months until that tragic Sunday when José Arcadio Buendía won a cockfight from Prudencio Aguilar. Furious, aroused by the blood of his bird, the loser backed away from José Arcadio Buendía so that everyone in the cockpit could hear what he was going to tell him. “Congratulations!” he shouted. “Maybe that rooster of yours can do your wife a favor.” José Arcadio Buendía serenely picked up his rooster. “I’ll be right back,” he told everyone. And then to Prudencio Aguilar: “You go home and get a weapon, because I’m going to kill you.” Ten minutes later he returned with the notched spear that had belonged to his grandfather. At the door to the cockpit, where half the town had gathered, Prudencio Aguilar was waiting for him. There was no time to defend himself. José Arcadio Buendía’s spear, thrown with the strength of a bull and with the same good aim with which the first Aureliano Buendía had exterminated the jaguars in the region, pierced his throat. That night, as they held a wake over the corpse in the cockpit, José Arcadio Buendía went into the bedroom as his wife was putting on her chastity pants. Pointing the spear at her he ordered: “Take them off.” Úrsula had no doubt about her husband’s decision. “You’ll be responsible for what happens,” she murmured. José Arcadio Buendía stuck the spear into the dirt floor. \r\nAround that time a merry, foul-mouthed, provocative woman came to the house to help with the chorea, and she knew how to read the future in cards. Úrsula spoke to her about her son. She thought that his disproportionate size was something as unnatural as her cousin’s tail of a pig. The woman let out an expansive laugh that resounded through the house like a spray of broken glass. “Just the opposite,” she said. “He’ll be very lucky.” In order to confirm her prediction she brought her cards to the house a few days later and locked herself up with José Arcadio in a granary off the kitchen. She calmly placed her cards on an old carpenter’s bench. saying anything that came into her head, while the boy waited beside her, more bored than intrigued. Suddenly she reached out her hand and touched him. “Lordy!” she said, sincerely startled, and that was all she could say. José Arcadio felt his bones filling up with foam, a languid fear, and a terrible desire to weep. The woman made no insinuations. But José Arcadio kept looking for her all night long, for the smell of smoke that she had under her armpits and that had got caught under his skin. He wanted to be with her all the time, he wanted her to be his mother, for them never to leave the granary, and for her to say “Lordy!” to him. One day he could not stand it any more and. he went looking for her at her house: He made a formal visit, sitting uncomprehendingly in the living room without saying a word. At that moment he had no desire for her. He found her different, entirely foreign to the image that her smell brought on, as if she were someone else. He drank his coffee and left the house in depression. That night, during the frightful time of lying awake, he desired her again with a brutal anxiety, but he did not want her that time as she had been in the granary but as she had been that afternoon. \r\nDays later the woman suddenly called him to her house, where she was alone with her mother, and she had him come into the bedroom with the pretext of showing him a deck of cards. Then she touched him with such freedom that he suffered a delusion after the initial shudder, and he felt more fear than pleasure. She asked him to come and see her that night. He agreed. in order to get away, knowing that he was incapable of going. But that night, in his burning bed, he understood that he had to go we her, even if he were not capable. He got dressed by feel, listening in the dark to his brother’s calm breathing, the dry cough of his father in the next room, the asthma of the hens in the courtyard, the buzz of the mosquitoes, the beating of his heart, and the inordinate bustle of a world that he had not noticed until then, and he went out into the sleeping street. With all his heart he wanted the door to be barred and not just closed as she had promised him. But it was open. He pushed it with the tips of his fingers and the hinges yielded with a mournful and articulate moan that left a frozen echo inside of him. From the moment he entered, sideways and trying not to make a noise, he caught the smell. He was still in the hallway, where the woman’s three brothers had their hammocks in positions that he could not see and that he could not determine in the darkness as he felt his way along the hall to push open the bedroom door and get his bearings there so as not to mistake the bed. He found it. He bumped against the ropes of the hammocks, which were lower than he had suspected, and a man who had been snoring until then turned in his sleep and said in a kind of delusion, “It was Wednesday.” When he pushed open the bedroom door, he could not prevent it from scraping against the uneven floor. Suddenly, in the absolute darkness, he understood with a hopeless nostalgia that he was completely disoriented. Sleeping in the narrow room were the mother, another daughter with her husband and two children, and the woman, who may not have been there. He could have guided himself by the smell if the smell had not been all over the house, so devious and at the same time so definite, as it had always been on his skin. He did not move for a long time, wondering in fright how he had ever got to that abyss of abandonment, when a hand with all its fingers extended and feeling about in the darkness touched his face. He was not surprised, for without knowing, he had been expecting it. Then he gave himself over to that hand, and in a terrible state of exhaustion he let himself be led to a shapeless place where his clothes were taken off and he was heaved about like a sack of potatoes and thrown from one side to the other in a bottomless darkness in which his arms were useless, where it no longer smelled of woman but of ammonia, and where he tried to remember her face and found before him the face of Úrsula, confusedly aware that he was doing something that for a very long time he had wanted to do but that he had imagined could really never be done, not knowing what he was doing because he did not know where his feet were or where his head was, or whose feet or whose head, and feeling that he could no longer resist the glacial rumbling of his kidneys and the air of his intestines, and fear, and the bewildered anxiety to flee and at the same time stay forever in that exasperated silence and that fearful solitude. \r\nHer name was Pilar Ternera. She had been part of the exodus that ended with the founding of Macondo, dragged along by her family in order to separate her from the man who had raped her at fourteen and had continued to love her until she was twenty-two, but who never made up his mind to make the situation public because he was a man apart. He promised to follow her to the ends of the earth, but only later on, when he put his affairs in order, and she had become tired of waiting for him, always identifying him with the tall and short, blond and brunet men that her cards promised from land and sea within three days, three months, or three years. With her waiting she had lost the strength of her thighs, the firmness of her breasts, her habit of tenderness, but she kept the madness of her heart intact. Maddened by that prodigious plaything, José Arcadio followed her path every night through the labyrinth of the room. On a certain occasion he found the door barred, and he knocked several times, knowing that if he had the boldness to knock the first time he would have had to knock until the last, and after an interminable wait she opened the door for him. During the day, lying down to dream, he would secretly enjoy the memories of the night before. But when she came into the house, merry, indifferent, chatty, he did not have to make any effort to hide his tension, because that woman, whose explosive laugh frightened off the doves, had nothing to do with the invisible power that taught him how to breathe from within and control his heartbeats, and that had permitted him to understand why man are afraid of death. He was so wrapped up in himself that he did not even understand the joy of everyone when his father and his brother aroused the household with the news that they had succeeded in penetrating the metallic debris and had separated Úrsula’s gold. \r\nparated Úrsula’s gold. They had succeeded, as a matter of fact, after putting in complicated and persevering days at it. Úrsula was happy, and she even gave thanks to God for the invention of alchemy, while the people of the village crushed into the laboratory, and they served them guava jelly on crackers to celebrate the wonder, and José Arcadio Buendía let them see the crucible with the recovered gold, as if he had just invented it. Showing it all around, he ended up in front of his older son, who during the past few days had barely put in an appearance in the laboratory. He put the dry and yellowish mass in front of his eyes and asked him: “What does it look like to you?” José Arcadio answered sincerely: \r\nJosé Arcadio paid no attention. While the sad interrogation of the snake-man was taking place, he made his way through the crowd up to the front row, where the gypsy girl was, and he stooped behind her. He pressed against her back. The girl tried to separate herself, but José Arcadio pressed more strongly against her back. Then she felt him. She remained motionless against him, trembling with surprise and fear, unable to believe the evidence, and finally she turned her head and looked at him with a tremulous smile. At that instant two gypsies put the snake-man into his cage and carried him into the tent. The gypsy who was conducting the show announced:\r\n“And now, ladies and gentlemen, we are going to show the terrible test of the woman who must have her head chopped off every night at this time for one hundred and fifty years as punishment for having seen what she should not have.”",
        "created": "2018-05-30",
        "book": 3
    }
  },
  {
    "model": "books.chapter",
    "pk": 7,
    "fields": {
        "title": "3",
        "content": "PILAR TERNERA’S son was brought to his grand parents’ house two weeks after he was born. Úrsula admitted him grudgingly, conquered once more by the obstinacy of her husband, who could not tolerate the idea that an offshoot of his blood should be adrift, but he imposed the condition that the child should never know his true identity. Although he was given the name José Arcadio, they ended up calling him simply Arcadio so as to avoid confusion. At that time there was so much activity in the town and so much bustle in the house that the care of the children was relegated to a secondary level. They were put in the care of Visitación, a Guajiro Indian woman who had arrived in town with a brother in flight from a plague of insomnia that had been scourging their tribe for several years. They were both so docile and willing to help that Úrsula took them on to help her with her household chores. That was how Arcadio and Amaranta came to speak the Guajiro language before Spanish, and they learned to drink lizard broth and eat spider eggs without Úrsula’s knowing it, for she was too busy with a promising business in candy animals. Macondo had changed. The people who had come with Úrsula spread the news of the good quality of its soil and its privileged position with respect to the swamp, so that from the narrow village of past times it changed into an active town with stores and workshops and a permanent commercial route over which the first Arabs arrived with their baggy pants and rings in their ears, swapping glass beads for macaws. José Arcadio Buendía did not have a moment’s rest. Fascinated by an immediate reality that came to be more fantastic than the vast universe of his imagination, he lost all interest in the alchemist’s laboratory, put to rest the material that had become attenuated with months of manipulation, and went back to being the enterprising man of earlier days when he had decided upon the layout of the streets and the location of the new houses so that no one would enjoy privileges that everyone did not have. He acquired such authority among the new arrivals that foundations were not laid or walls built without his being consulted, and it was decided that he should be the one in charge of the distribution of the land. When the acrobat gypsies returned, with their vagabond carnival transformed now into a gigantic organization of games of luck and chance, they were received with great joy, for it was thought that José Arcadio would be coming back with them. But José Arcadio did not return, nor did they come with the snake-man, who, according to what Úrsula thought, was the only one who could tell them about their son, so the gypsies were not allowed to camp in town or set foot in it in the future, for they were considered the bearers of concupiscence and perversion. José Arcadio Buendía, however, was explicit in maintaining that the old tribe of Melquíades, who had contributed so much to the growth of the village with his age-old wisdom and his fabulous inventions, would always find the gates open. But Melquíades’ tribe, according to what the wanderers said, had been wiped off the face of the earth because they had gone beyond the limits of human knowledge. \r\nEmancipated for the moment at least from the torment of fantasy, José Arcadio Buendía in a short time set up a system of order and work which allowed for only one bit of license: the freeing of the birds, which, since the time of the founding, had made time merry with their flutes, and installing in their place musical clocks in every house. They were wondrous clocks made of carved wood, which the Arabs had traded for macaws and which José Arcadio Buendía had synchronized with such precision that every half hour the town grew merry with the progressive chords of the same song until it reached the climax of a noontime that was as exact and unanimous as a complete waltz. It was also José Arcadio Buendía who decided during those years that they should plant almond trees instead of acacias on the streets, and who discovered, without ever revealing it, a way to make them live forever. Many years later, when Macondo was a field of wooden houses with zinc roofs, the broken and dusty almond trees still stood on the oldest streets, although no one knew who had planted them. While his father was putting the town in order and his mother was increasing their wealth with her marvelous business of candied little roosters and fish, which left the house twice a day strung along sticks of balsa wood, Aureliano spent interminable hours in the abandoned laboratory, learning the art of silverwork by his own experimentation. He had shot up so fast that in a short time the clothing left behind by his brother no longer fit him and he began to wear his father’s, but Visitación had to sew pleats in the shirt and darts in the pants, because Aureliano had not sequined the corpulence of the others. Adolescence had taken away the softness of his voice and had made him silent and definitely solitary, but, on the other hand, it had restored the intense expression that he had had in his eyes when he was born. He concentrated so much on his experiments in silverwork that he scarcely left the laboratory to eat. Worried ever his inner withdrawal, José Arcadio Buendía gave him the keys to the house and a little money, thinking that perhaps he needed a woman. But Aureliano spent the money on muriatic acid to prepare some aqua regia and he beautified the keys by plating them with gold. His excesses were hardly comparable to those of Arcadio and Amaranta, who had already begun to get their second teeth and still went about all day clutching at the Indians’ cloaks, stubborn in their decision not to speak Spanish but the Guajiro language. “You shouldn’t complain.” Úrsula told her husband. “Children inherit their parents’ madness.” And as she was lamenting her misfortune, convinced that the wild behavior of her children was something as fearful as a pig’s tail, Aureliano gave her a look that wrapped her in an atmosphere of uncertainty. \r\n“Somebody is coming,” he told her. Úrsula, as she did whenever he made a prediction, tried to break it down with her housewifely logic. It was normal for someone to be coming. Dozens of strangers came through Macondo every day without arousing suspicion or secret ideas. Nevertheless, beyond all logic, Aureliano was sure of his prediction. \r\n“I don’t know who it will be,” he insisted, “but whoever it is is already on the way.” That Sunday, in fact, Rebeca arrived. She was only eleven years old. She had made the difficult trip from Manaure with some hide dealers who had taken on the task of delivering her along with a letter to José Arcadio Buendía, but they could not explain precisely who the person was who had asked the favor. Her entire baggage consisted of a small trunk, a little rocking chair with small handpainted flowers, and a canvas sack which kept making a cloc-cloc-cloc sound, where she carried her parents’ bones. The letter addressed to José Arcadio Buendía was written is very warm terms by someone who still loved him very much in spite of time and distance, and who felt obliged by a basic humanitarian feeling to do the charitable thing and send him that poor unsheltered orphan, who was a second cousin of Úrsula’s and consequently also a relative of José Arcadio Buendía, although farther removed, because she was the daughter of that unforgettable friend Nicanor Ulloa and his very worthy wife Rebeca Montiel, may God keep them in His holy kingdom, whose remains the girl was carrying so that they might be given Christian burial. The names mentioned, as well as the signature on the letter, were perfectly legible, but neither José Arcadio, Buendía nor Úrsula remembered having any relatives with those names, nor did they know anyone by the name of the sender of the letter, much less the remote village of Manaure. It was impossible to obtain any further information from the girl. From the moment she arrived she had been sitting in the rocker, sucking her finger and observing everyone with her large, startled eyes without giving any sign of understanding what they were asking her. She wore a diagonally striped dress that had been dyed black, worn by use, and a pair of scaly patent leather boots. Her hair was held behind her ears with bows of black ribbon. She wore a scapular with the images worn away by sweat, and on her right wrist the fang of a carnivorous animal mounted on a backing of copper as an amulet against the evil eye. Her greenish skin, her stomach, round and tense as a drum. revealed poor health and hunger that were older than she was, but when they gave her something to eat she kept the plate on her knees without tasting anything. They even began to think that she was a deaf-mute until the Indians asked her in their language if she wanted some water and she moved her eyes as if she recognized them and said yes with her head. \r\nThey kept her, because there was nothing else they could do. They decided to call her Rebeca, which according to the letter was her mother’s name, because Aureliano had the patience to read to her the names of all the saints and he did not get a reaction from any one of them. Since there was no cemetery in Macondo at that time, for no one had died up till then, they kept the bag of bones to wait for a worthy place of burial, and for a long time it got in the way everywhere and would be found where least expected, always with its clucking of a broody hen. A long time passed before Rebeca became incorporated into the life of the family. She would sit in her small rocker sucking her finger in the most remote corner of the house. Nothing attracted her attention except the music of the clocks, which she would look for every half hour with her frightened eyes as if she hoped to find it someplace in the air. They could not get her to eat for several days. No one understood why she had not died of hunger until the Indians, who were aware of everything, for they went ceaselessly about the house on their stealthy feet, discovered that Rebeca only liked to eat the damp earth of the courtyard and the cake of whitewash that she picked of the walls with her nails. It was obvious that her parents, or whoever had raised her, had scolded her for that habit because she did it secretively and with a feeling of guilt, trying to put away supplies so that she could eat when no one was looking. From then on they put her under an implacable watch. They threw cow gall onto the courtyard and, rubbed hot chili on the walls, thinking they could defeat her pernicious vice with those methods, but she showed such signs of astuteness and ingenuity to find some earth that Úrsula found herself forced to use more drastic methods. She put some orange juice and rhubarb into a pan that she left in the dew all night and she gave her the dose the following day on an empty stomach. Although no one had told her that it was the specific remedy for the vice of eating earth, she thought that any bitter substance in an empty stomach would have to make the liver react. Rebeca was so rebellious and strong in spite of her frailness that they had to tie her up like a calf to make her swallow the medicine, and they could barely keep back her kicks or bear up under the strange hieroglyphics that she alternated with her bites and spitting, and that, according to what the scandalized Indians said, were the vilest obscenities that one could ever imagine in their language. When Úrsula discovered that, she added whipping to the treatment. It was never established whether it was the rhubarb or the beatings that had effect, or both of them together, but the truth was that in a few weeks Rebeca began to show signs of recovery. She took part in the games of Arcadio and Amaranta, who treated her like an older sister, and she ate heartily, using the utensils properly. It was soon revealed that she spoke Spanish with as much fluency as the Indian language, that she had a remarkable ability for manual work, and that she could sing the waltz of the clocks with some very funny words that she herself had invented. It did not take long for them to consider her another member of the family. She was more affectionate to Úrsula than any of her own children had been, and she called Arcadio, and Amaranta brother and sister, Aureliano uncle, and José Arcadio Buendía grandpa. So that she finally deserved, as much as the others, the name of Rebeca Buendía, the only one that she ever had and that she bore with dignity until her death.",
        "created": "2018-05-30",
        "book": 3
    }
  }
]